Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The drilling site is around 13 kilometres west of the Norne field.
nb: Borelokasjonen ligg omkring 13 kilometer vest for Nornefeltet.

source: shows which response options the respondents from the different types of companies have used for the statement "
nb: viser hvilke svaralternativer respondentene fra de ulike selskapstypene har benyttet seg av for utsagnet «

source: It is registered in Bermuda and classified by DNV GL.
nb: Den er registrert på Bermuda og klasset av DNV GL.

source: installations, plants and other equipment for exploitation of subsea reservoirs for storage of CO
nb: installasjoner, anlegg og annet utstyr for utnyttelse av undersjøisk reservoar til lagring av CO

source: The audit revealed non-conformities relating to:
nb: Tilsynet påviste avvik knyttet til:

source: The incident occurred on 15 October 2016 in connection with pulling the TH.
nb: Hendelsen inntraff 15. oktober 2016 i forbindelse med trekking av produksjonsrørhenger (TH).

source: It does not feel that this is of crucial significance for understanding the incident.
nb: Etter vår vurdering har ikke dette avgjørende betydning for forståelsen av hendelsen.

source: accidental discharges of petroleum and chemicals of significance for the external environment,
nb: utilsiktede utslipp av betydning for ytre miljø av petroleum og kjemikalier,

source: Statfjord is an oil field located in the Tampen area which began production in 1979.
nb: Statfjord er et oljefelt lokalisert i Tampen området som startet produksjon i 1979.

source: Draupner S and Draupner E are riser facilities that constitute a key node in the gas pipeline system in the North Sea.
nb: Draupner S og Draupner E er stigerørsinnretninger som utgjør et hovedknutepunkt for gassrørledningssystemet i Nordsjøen.

source: Equinor – Oseberg B – investigation of serious lifting incident with personal injury
nb: Equinor - Oseberg B - Gransking av løftehendelse med personskade

source: The Statfjord A response organisation tackled the incident on the basis of DSHA 02 – Oil spill.
nb: Statfjord A beredskapsorganisasjon håndterte hendelsen ut ifra DFU 02 – Oljeutslipp.

source: fire and explosion hazards,
nb: brann- og eksplosjonsfare,

source: We have carried out an audit of Gassco and Equinor’s follow-up of operations and maintenance in respect of the decommissioning and removal of the Heimdal main platform (HMP) and Heimdal riser platform (HRP).
nb: Vi har ført tilsyn med Gassco og Equinor sin oppfølging av drift og vedlikehold mot avslutning og fjerning av Heimdal hovedplattform (HMP) og Heimdal stigerørsplattform (HRP).

source: Statoil - Statfjord C - Investigation of lifting incident
nb: Statoil - Statfjord C - Gransking av løftehendelse

source: The guidelines cover the most important surveys that all operators shall carry out, and the operators themselves shall decide whether there is need for additional or other surveys on the individual field or in the region.
nb: Retningslinjene dekker de viktigste undersøkelsene som alle operatører må gjennomføre, og operatørene må selv vurdere om det er behov for ytterligere eller andre undersøkelser på det enkelte felt eller i regionen.

source: Major accident risk offshore
nb: Storulykkerisiko på sokkelen

source: compliance with Part B in OSPAR’s protocol for testing of chemicals used in the offshore
nb: Part B i OSPARs protokoller for testing av kjemikalier brukt av petroleumsindustrien til havs.

source: standard, Chapter 9 and table 15.24 should be used, with the following additions:
nb: kapittel 9 og tabell 15.24, brukes, med følgende tillegg:

source: The drilling operation is expected to last for 52 days.
nb: Boreoperasjonen er venta å vara i 52 dagar.

source: Altus Intervention conducts wireline operations on Heidrun and operates the lifting winches on the BIT.
nb: Altus Intervention utfører Wireline operasjoner på Heidrun og betjener løftevinsjene i BIT.

source: It received an acknowledgement of compliance (AoC) from the PSA in 2012.
nb: Innretningen fikk samsvarsuttalelse (SUT) fra Ptil i 2012.

source: For purposes of comparison, there were 65 reported incidents in 2007.
nb: Til sammenligning ble det rapport om 65 hendelser 2007.

source: We would also urge all companies with personnel on the NCS and at land plants to commission tailored analyses of the 2019 RNNP.
nb: Vi vil også oppfordre alle selskaper som har arbeidstakere på sokkel og landanlegg til å bestille skreddersydde analyser av RNNP 2019.

source: To fulfil the requirement relating to avoiding exposure, the Norwegian Radiation Protection Authority's
nb: For å oppfylle kravet om å unngå eksponering bør i tillegg Statens stråleverns

source: g) work management, including feedback and follow-up in the daily work, h) night work and working alone.
nb: g) arbeidsledelse, deriblant tilbakemelding og oppfølging i det daglige arbeidet, h) nattarbeid og alenearbeid.

source: The plant does not have a system for automatic or remote-operated blowdown.
nb: Anlegget har ikke system for automatisk eller fjernstyrt trykkavlastning.

source: It’s important to ensure continuity in improvement efforts.
nb: Det er viktig å sikre kontinuitet i forbedringsarbeidet, sier Myhrvold.

source: An inspection of the incident site was then conducted with Transocean.
nb: Det ble deretter foretatt åstedsbefaring sammen med Transocean.

source: The deadline for compliance with the orders under bullet points 1 and 2 is the start-up date for the plant at the latest.
nb: Fristen for å etterkomme påleggene i kulepunkt 1 og 2 er senest ved oppstart av anlegget.

source: Temporary repairs were made to both of these in October and November 2020.
nb: I oktober og november 2020 var det utført midlertidige reparasjoner knyttet til begge stengefunksjonene.

source: Songa Endurance on the Troll field in the autumn of 2016 made the biggest contribution to the major accident indicator.
nb: Den alvorlige brønnkontrollhendelsen på Songa Endurance på Trollfeltet høsten 2016 var et av de største bidragene til storulykkeindikatoren.

source: It will take place on 21 October at the Radisson Blu Atlantic Hotel in Stavanger.
nb: Arrangementet gikk av stabelen 21. oktober på Radisson Blu Atlantic i Stavanger.

source: We have given Aker BP consent for exploration drilling of well 7221/12-1 in the Barents Sea.
nb: Vi har gitt Aker BP samtykke til leiteboring av brønn 7221/12-1 i Barentshavet.

source: Section 17-30 on the use of ladders specifies in part that “Ladders must be positioned so that they are stable during work.
nb: § 17-30 om bruk av stiger sier blant annet at «Stiger skal stilles opp slik at de er stødige under bruk.

source: risk, applying to installations with EIF higher than 50
nb: til risiko for installasjoner med EIF høyere enn 50.

source: For service companies, this figure is somewhat lower, of which 77% selects the same response options
nb: For serviceselskaper er dette tallet noe lavere hvorav 77% benytter seg av de samme svaralternativene.

source: 16.40: The CCR registered the closure of HV3124 to cell 11 because of “hydraulic leak actuator”.
nb: 16.40 registrer SKR stengning av HV3124 til celle 11 på grunn av «hydraulikk lekkasje aktuator».

source: The direct cause of the incident was opening the sludge valve to fill cell 11 with the ballast-water valve in the closed position.
nb: Den direkte utløsende årsak til hendelsen var åpning av slamventil for påfylling av celle 11 og at ballastvannventilen var satt i stengt posisjon.

source: This poll has taken place biennially since 2001.
nb: Undersøkelsen har blitt gjennomført annethvert år siden 2001.

source: value, systems and processes must be established
nb: l resultater fra drifts- og vedlikeholdsprogram

source: The employer shall ensure that the safety delegates receive access to the regulations that apply to the activities so that they can fulfil their obligations pursuant to Section 6-2 of the Working Envi-ronment Act.
nb: Arbeidsgiveren må sikre at verneombudene får tilgang til det regelverket som gjelder for virksomheten slik at de kan oppfylle sine plikter etter arbeidsmiljøloven § 6-2.

source: Procedure as mentioned in the first subsection, means a specified way of conducting an activity or a
nb: Med prosedyre som nevnt i første ledd, menes en spesifisert måte å utføre en aktivitet eller en prosess

source: For mobile facilities, this standard should be used for vibrations in the 5–80 Hz frequency range.
nb: For flytende innretninger bør denne standarden brukes for vibrasjoner i frekvensområdet 5–80 Hz.

source: (OLF), with the purpose of providing leadership, co-ordination and focus for an industrial effort to reduce hydrocarbon leaks larger than 0.1 kg/second permanently by 50 per cent to less than 20 leaks a year before the end of 2005.
nb: (OLF), med formål å gi lederskap, koordinering og fokus til en industrisatsning for å redusere hydrokarbonlekkasjer større enn 0,1 kg/s permanent med 50 prosent til under 20 lekkasjer i året før utgangen av 2005.

source: No witnesses observed the incident, and some uncertainty exists about details in the course of events.
nb: Det var ikke vitner til hendelsen og det er noe usikkerhet knyttet til detaljer i hendelsesforløpet.

source: Complete overhaul and recertification as mentioned in the second subsection, may be carried out
nb: Heloverhaling og resertifisering som nevnt i andre ledd, kan utføres kontinuerlig og på en måte som

source: At the time of the incident, A-1200 was rated D on a scale from B – where all significant system performance requirements are met – to an F rating where the equipment has such serious faults or deficiencies that critical safety functions would not operate in a relevant accident.
nb: A-1200 anlegget hadde på hendelsestidspunktet karakter D, på en skala fra B hvor alle vesentlige funksjonskrav til systemet er oppfylt til F hvor utstyret har alvorlige feil eller mangler slik at kritiske sikkerhetsfunksjoner ikke vil fungere i en aktuell ulykkessituasjon.

source: basis of the IEC 61508 standard and Norwegian Oil and Gas’ Guideline 070.
nb: standarden IEC 61508 og Norsk olje og gass’ retningslinje 070.

source: When identifying important contributors to risk, one should, inter alia, use the results from the risk
nb: Ved identifisering av viktige bidragsytere til risiko bør en blant annet bruke resultatene fra de

source: The valve could be accessed from above, but operator 2 was unable to apply sufficient torque.
nb: Det gikk an å nå ventilen fra oversiden, men operatør 2 fikk ikke nok moment for å kunne åpne den.

source: At the same time, it’s important to get to grips with the developments which now point in a negative direction.”
nb: Samtidig er det viktig å ta tak i de utviklingstrekkene som nå peker i negativ retning.

source: c) Modelling tools to predict transport and spread of acute pollution.
nb: c) Modellverktøy for prediksjon av transport og spredning av akutt forurensning.

source: Gina Krog is an oil and gas find, located in blocks 15/5 and 15/6 in the central North Sea.
nb: Gina Krog er et olje- og gassfunn som ligg i blokk 15/5 og 15/6 i den midtre delen av Nordsjøen.

source: With regard to sound insulation, the NORSOK S-002 standard revision 4 Chapter 5.5 Table 1 should be used.
nb: Når det gjelder lydisolasjon, bør standarden NORSOK S-002N revisjon 4 kapittel 5.5 tabell 1 brukes.

source: The most recent fatal accident took place at Nyhamna in 2005.
nb: Den siste dødsulykken var på Nyhamna i 2005.

source: This includes a condition of having to undergo classification every 5 years.
nb: Betingelsen er altså at en blant annet gjennomgår «klassing» hvert 5.

source: See Section 47 as regards this type of equipment in well interventions and overhaul of subsea wells.
nb: Se § 47 når det gjelder denne typen utstyr ved brønnintervensjoner og overhaling av havbunnsbrønner.

source: contribute to experience transfer to and learning by other players in the petroleum sector.
nb: bidra til erfaringsoverføring og læring for andre aktører i petroleumsnæringen.

source: Plan for conducting training and exercises
nb: Direktoratets vedtak følger for øvrig av eget brev.

source: The drilling package was delivered by National Oilwell Varco and built at Nymo in Grimstad.
nb: Borepakken er levert av National Oilwell Varco og bygget ved Nymo i Grimstad.

source: Figure 3 Damage to the steel rope on the HTV Eagle crane.
nb: Figur 3 Skade på ståltauet til HTV Eagle-kranen.

source: It emerged from interviews that this could have been a reason why “work over the sea” and “critical lifting operation” were not included in the WP.
nb: Det fremkommer av inter-vjuer at dette kan ha vært en medvirkende årsak til at «arbeid over sjø» og «kritisk løfteopera-sjon» ikke ble inkludert i AT-en.

source: No safety harness was accordingly used during the work, and the lifting risk was not assessed.
nb: Det ble derfor ikke benyttet fallsikring under arbeidet, og løfterisikoen ble ikke vurdert.

source: No routines were established to ensure that this knowledge and experience were included in risk assessments related to seepage, and experience was not applied when assessing the seepage in question.
nb: Det ble ikke etablert rutiner for å sikre at denne kunnskapen og erfaring ble inkludert i risikovurderinger i forbindelse med svetting og erfaring ble ikke benyttet ved vurdering av den aktuelle svetting.

source: Most have now abandoned that and become turnkey suppliers.”
nb: Nå har de fleste gått bort fra dette, og blitt totalleverandører på sine områder.

source: Safe Scandinavia receives Acknowledgement of Compliance
nb: Samtykke til bruk av Safe Scandinavia på Ulafeltet

source: Hours for production facilities and mobile facilities must be reported from the DaWinci booking system for helicopter traffic.
nb: Timer for produksjonsinnretninger og flyttbare innretninger skal rapporteres fra bookingsystemet for helikoptertrafikk DaWinci.

source: These changes relate to the second and third revisions of the carcinogens and mutagens directive (CMD), the fifth list for the chemical agents directive, and benzene, respirable crystalline silica, and hexavalent chromium compounds from the first CMD revision.
nb: Forskriftsendringene gjelder andre og tredje endring til karsinogenmutagen-direktivet (CMD), femte liste til det kjemiske agens-direktivet, samt for benzen, respirabelt krystallinsk silika og seksverdige kromforbindelser fra første endring til CMD.

source: The term “substance” implies, as referred to in OSPAR Guidelines for Completing the HOCNF, as the
nb: Med "stoff" menes det som i OSPAR Guidelines for Completing the HOCNF omtales som ”substance”;

source: Workshops for servicing and repairing drill pipe and other items stand one after another on the big Schlumberger site at Tananger west of Stavanger.
nb: I Tananger i Sola kommune ligger verkstedhallene på rekke og rad på den store tomta til oljeserviceselskapet Schlumberger.

source: NEK 420A should be used for electrical equipment.
nb: For elektrisk utstyr bør NEK 420A brukes.

source: These include the uncertainty over barrier status, risk assessments for operations and barriers, and execution of detailed operations.
nb: Dette gjelder eksempelvis usikkerhet omkring status av barrierer, risikovurderinger i forhold til operasjon og barrierer og gjennomføring av detaljoperasjoner.

source: Reported oceanographic, meteorological and earthquake-related data as mentioned in Section 17 of the
nb: Rapporterte data om oseanografi, meteorologi og jordskjelv som nevnt i innretningsforskriften § 17,

source: It says nothing about assessing brake capacity after the upgrade to 13 tonnes.
nb: Det står ingen ting der om vurderinger av bremsekapasiteten etter oppjusteringen til 13 tonn.

source: The RNNP findings reveal positive trends on major accident indicators such as hydrocarbon leaks plus well-control and construction incidents on the NCS.
nb: RNNP-resultatene viser positiv utvikling når det gjelder storulykkeindikatorer som hydrokarbonlekkasjer, brønnkontrollhendelser og konstruksjonshendelser på sokkelen.

source: work involving risk of being exposed to health detrimental noise or mechanical vibrations, cf. those regulations chapter 14, except for sections 14-1 – 14-7 included, and section 14-10,
nb: arbeid med risiko for å bli utsatt for helseskadelig støy eller mekaniske vibrasjoner, jf. forskriften kapittel 14, med unntak av §§ 14-1 til og med 14-7, og § 14-10,

source: We have given Wintershall Norge AS (Wintershall) consent for exploration drilling of well 6706/6-2.
nb: Vi har gitt Wintershall Norge as (Wintershall) samtykke til leiteboring av brønn 6706/6-2.

source: For wells that are to be temporarily plugged back, the programme should also describe
nb: For brønner som skal midlertidig tilbakeplugges, bør programmet også beskrive

source: Had the incident happened at a different time, the following conditions could have prevailed.
nb: Hadde hendelsen skjedd på et annet tidspunkt kunne følgende betingelser ha vært gjeldende:

source: It all started with the RNNP.
nb: Det hele startet med RNNP.

source: We have given Equinor consent to use Island Wellserver for light well intervention.
nb: Vi har gitt Equinor samtykke til bruk av Island Wellserver til lett brønnintervensjon.

source: Equinor has strict routines for disconnecting safety systems.
nb: Equinor har strenge rutiner for å koble ut sikkerhetssystemer.

source: § 51 Training in safety and working environment
nb: § 51 Opplæring i sikkerhet og arbeidsmiljø

source: According to the report from W Giertsen Service AS, the theoretical applied working life would be about 50 per cent of the calculated service life (until fatigue/strand fracturing occurs internally).
nb: Giertsen Service AS sin rapport vil teoretisk brukstid være ca. 50% av levetid (inntil utmatting/trådbrudd inntreffer innvendig).

source: Statoil - Visund - Investigation of well-control incident
nb: Statoil - Visund - Gransking av brønnkontrollhendelse

source: Follow-up means following up the party’s own organisation, including system audits, management reviews, self-assessments, verifications, validations, measurements and surveys, see also the following standards: NS-EN ISO 9000, Chapters 3.11 and 3.13 and NS-EN ISO 9004, Chapter 8 and Appendix A of the standard as regards health, safety and working environment.
nb: Med oppfølging menes oppfølging av egen organisasjon, deriblant systemrevisjoner, ledelsesgjennomganger, egenbedømmelser, verifikasjoner, valideringer, målinger og kartlegginger, se også standardene NS-EN ISO 9000 kapittel 3.11 og 3.13 og NS-EN ISO 9004 kapittel 8 og standardens tillegg A på området helse, arbeidsmiljø og sikkerhet.

source: Kongsberg Maritime has tried to synchronise information from the DPS-4D system and audio recordings from the marine black box (MBB) in order to identify the exact time of the incident.
nb: Kongsberg Maritime har prøvd å synkronisere informasjon fra DPS-4D systemet og lydopptak fra Marin Black Box (MBB), for å nøyaktig identifisere tidspunktet for hendelsen.

source: All incidents were moreover classified as “green”– in other words, a regular occurrence where the operator recovers control of the well with the aid of standard procedures.
nb: Alle hendelsene er dessuten klassifisert som grønne, det vil si regulære hendelser der operatøren gjenvinner kontroll på brønnen ved bruk av standard prosedyre.

source: Vinnem believes that the RNNP has meant a lot for safety in the Norwegian petroleum sector.
nb: Han mener RNNP har hatt mye å si for sikkerheten i petroleumsvirksomheten.

source: This factor will also be lower for a U lift configuration than when testing with vertical traction.
nb: I en U-løft konfigurasjon vil også sikkerhetsfaktoren være lavere enn ved testing i rett strekk.

source: The recommended solution becomes a recognised norm through this reference in the guidelines for the regulations.
nb: Den anbefalte løsningen blir anerkjent norm gjennom denne henvisningen i veiledningen til forskriftene.

source: Detailed programmes and sample selection, scope and notation on drawings/P&IDs are carried out by the contractor doing the inspection.
nb: Detaljerte programmer og utvelgelse av stikkprøver, omfang og avmerking på tegninger/P&ID foretas av entreprenør som også utfører inspeksjon.

source: The consent applies to the use of Songa Equinox for drilling, completion, workover, intervention and plugging (P&A) of well 31/2-Y-24 CYH XT.
nb: Samtykket gjeld bruk av Songa Equinox til boring, komplettering, brønnoverhaling, brønnintervensjon og tilbakeplugging (P&A) av brønn 31/2-Y-24 CYH XT.

source: Fig 2. H2S reactor (source: police) A compressed air supply is connected to the bottom of the reactor in order to “blow out” the latter when the sludge build-up has become too large.
nb: Fig 2. H2S-reaktor (kilde: politiet) I bunnen av reaktoren er det koblet til trykkluft. Trykkluft brukes for å "blåse" reaktoren når slamoppbyggingen er blitt for stor.

source: The three people who were in the area when the accident happened did not see why the victim fell.
nb: De tre som var i området da ulykken skjedde, så ikke hvorfor den skadde falt.

source: Section 19 of the Framework Regula-
nb: rammeforskriften § 19.

source: These have not been forthcoming.
nb: Denne informasjon er ikke mottatt.

source: transferring between the sludge cells every 14 days.
nb: bakgrunn i rutinen om 14 dager mellom hver omlegging for påfyllingen av slamcellene.

source: The facility is a new construction which was delivered in December 2010 by Yantai Raffles in China.
nb: Innretningen er et nybygg som ble levert i desember 2010 av Yantai Raffles i Kina.

source: When planning activities on the individual onshore facility, the responsible party shall ensure that important risk contributors are kept under control, both individually and overall, cf. also
nb: Ved planlegging av aktiviteter på landanlegg skal den ansvarlige sikre at viktige bidragsytere til risiko holdes under kontroll, både enkeltvis og samlet, jf.

source: In the wash string, a combined packer/circulation tool (Well Commissioner/MFCT) was mounted in order to isolate washing in or above the liner as desired.
nb: I vaskestrengen var det montert inn et kombinert paknings- og sirkulasjonsverktøy (Well Commissioner/MFCT) for å kunne isolere vasking i eller over lineren etter ønske.

source: The Tor field lies in the Norwegian North Sea and was initially on stream from 1978 to 2015.
nb: Torfeltet ligg i Nordsjøen. Feltet var første gang i produksjon frå 1978 til 2015.

source: DEA Norge AS is the operator of Dvalin.
nb: DEA Norge AS er operatør for Dvalin.

source: Both electricians in the high-voltage switchboard room 1 in M16 mustered as first-aiders when the mustering alarm sounded, but were quickly relieved of their emergency response roles since nobody was injured.
nb: Begge elektrikerne som var i høyspenningstavlerom 1 i M16 mønstret som førstehjelpere når mønstringsalarmen gikk, men ble raskt fristilt fra sine beredskapsroller i og med at det ikke var noen skadede personer.

source: processes have been established to identify and han-
nb: l medvirkning og eierskap hos interessenter som

source: Faroe Petroleum receives consent for exploration drilling in the North Sea
nb: Faroe Petroleum får samtykke til leiteboring i Nordsjøen

source: Kroonborg) built in the Netherlands in 2015 is employed full time on transferring personnel to/from petroleum facilities.
nb: I Nederland ble det i 2015 bygget et gangbrofartøy (Kroonborg) som er fulltidsbeskjeftiget med å overføre personell til/fra olje- og gassinnretninger.

source: In 2010 it was particularly leaks in the category 0.1–1 kg/s where this increase occurred.
nb: I 2010 er det spesielt lekkasjer i kategorien 0,1–1 kg/s som øker.
